Logs:

```console
$ terraform apply
data.aws_caller_identity.current: Reading...
data.aws_region.current: Reading...
data.aws_region.current: Read complete after 0s [id=us-west-2]
data.aws_caller_identity.current: Read complete after 0s [id=<redacted>]

Terraform used the selected providers to generate the following execution plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_securityhub_account.this will be created
  + resource "aws_securityhub_account" "this" {
      + arn                       = (known after apply)
      + auto_enable_controls      = true
      + control_finding_generator = "SECURITY_CONTROL"
      + enable_default_standards  = false
      + id                        = (known after apply)
    }

  # aws_securityhub_organization_admin_account.this will be created
  + resource "aws_securityhub_organization_admin_account" "this" {
      + admin_account_id = "<redacted>"
      + id               = (known after apply)
    }

  # aws_securityhub_organization_configuration.this will be created
  + resource "aws_securityhub_organization_configuration" "this" {
      + auto_enable           = false
      + auto_enable_standards = "NONE"
      + id                    = (known after apply)
    }

  # aws_securityhub_standards_control.this will be created
  + resource "aws_securityhub_standards_control" "this" {
      + control_id                = (known after apply)
      + control_status            = "DISABLED"
      + control_status_updated_at = (known after apply)
      + description               = (known after apply)
      + disabled_reason           = "Disabled"
      + id                        = (known after apply)
      + related_requirements      = (known after apply)
      + remediation_url           = (known after apply)
      + severity_rating           = (known after apply)
      + standards_control_arn     = "arn:aws:securityhub:us-west-2:<redacted>:control/nist-800-53/v/5.0.0/S3.11"
      + title                     = (known after apply)
    }

  # aws_securityhub_standards_subscription.this will be created
  + resource "aws_securityhub_standards_subscription" "this" {
      + id            = (known after apply)
      + standards_arn = "arn:aws:securityhub:us-west-2::standards/nist-800-53/v/5.0.0"
    }

Plan: 5 to add, 0 to change, 0 to destroy.

Do you want to perform these actions?
  Terraform will perform the actions described above.
  Only 'yes' will be accepted to approve.

  Enter a value: yes

aws_securityhub_account.this: Creating...
aws_securityhub_account.this: Creation complete after 1s [id=<redacted>]
aws_securityhub_organization_admin_account.this: Creating...
aws_securityhub_standards_subscription.this: Creating...
aws_securityhub_organization_admin_account.this: Creation complete after 1s [id=<redacted>]
aws_securityhub_organization_configuration.this: Creating...
aws_securityhub_organization_configuration.this: Creation complete after 1s [id=<redacted>]
aws_securityhub_standards_subscription.this: Still creating... [10s elapsed]
aws_securityhub_standards_subscription.this: Creation complete after 14s [id=arn:aws:securityhub:us-west-2:<redacted>:subscription/nist-800-53/v/5.0.0]
aws_securityhub_standards_control.this: Creating...
aws_securityhub_standards_control.this: Creation complete after 1s [id=arn:aws:securityhub:us-west-2:<redacted>:control/nist-800-53/v/5.0.0/S3.11]

Apply complete! Resources: 5 added, 0 changed, 0 destroyed.
$
```